Repository: TK88101/container-cradle
Catalog: CradleOfFilth/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: %lld images
ja: %lld 個のイメージ
zh_hans: %lld 个镜像
zh_hant: %lld 個映像檔

source: %lld of %lld items
ja: %lld / %lld 件
zh_hans: %lld / %lld 项
zh_hant: %lld / %lld 項

source: %lld volumes
ja: %lld 個のボリューム
zh_hans: %lld 个 volume
zh_hant: %lld 個 volume

source: %@ does not exist on the host yet. An external disk or network volume may not be attached — it will retry automatically once mounted.
ja: ホスト上に %@ がまだ存在しません。外付けディスクやネットワークボリュームが未マウントの可能性があります。マウントされ次第、自動的に再試行します。
zh_hans: 宿主上的 %@ 还不存在。外置盘或网络卷可能还没挂上——挂上之后会自动重试。
zh_hant: 主機上的 %@ 還不存在。外接磁碟或網路磁碟區可能還沒掛載——掛載之後會自動重試。

source: %lld volumes, %lld bind, %lld tmpfs
ja: ボリューム %lld・bind %lld・tmpfs %lld
zh_hans: %lld 个 volume、%lld 个 bind、%lld 个 tmpfs
zh_hant: %lld 個 volume、%lld 個 bind、%lld 個 tmpfs

source: (no environment variables)
ja: （環境変数なし）
zh_hans: （没有环境变量）
zh_hant: （沒有環境變數）

source: A managed container won’t auto-restart after you stop it manually (unless the container runtime restarts; if the supervisor is currently auto-starting, the container may be restarted right after).
ja: 管理対象のコンテナは手動で停止しても自動再起動しません（コンテナランタイムが再起動した場合を除く。スーパーバイザーが自動起動中の場合は、直後に再起動されることがあります）。
zh_hans: 受管容器手动停止后不会自动重启（除非容器运行时重启；若 supervisor 正在自动拉起，容器可能随后被重启）。
zh_hant: 受管容器手動停止後不會自動重啟（除非容器執行階段重啟；若 supervisor 正在自動拉起，容器可能隨後被重啟）。

source: A volume with this name was changed externally during confirmation (possibly deleted and recreated). The list has refreshed; please verify and start the deletion again.
ja: この名前のボリュームは確認中に外部から変更されました（削除して再作成された可能性があります）。リストを更新しました。確認のうえ、削除をやり直してください。
zh_hans: 这个名字的卷在确认期间被外部改动过（可能被删除重建）。列表已刷新，请核对后重新发起删除。
zh_hant: 這個名字的磁碟區在確認期間被外部改動過（可能被刪除重建）。清單已重新整理，請核對後重新發起刪除。

source: Add Variable
ja: 変数を追加
zh_hans: 添加变量
zh_hant: 新增變數

source: Add Mount
ja: マウントを追加
zh_hans: 添加挂载
zh_hant: 新增掛載

source: Below is the state before the runtime stopped, not the current state.
ja: 以下はランタイム停止前の状態であり、現在の状態ではありません。
zh_hans: 下面是运行时停止前的状态，不是当前状态。
zh_hant: 下面是執行階段停止前的狀態，不是目前狀態。

source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

source: Cannot confirm the redaction scope; logs are hidden for now · Retry
ja: 秘匿範囲を確認できないため、ログを一時的に非表示にしています · 再試行
zh_hans: 无法确认脱敏范围，日志暂不显示 · 重试
zh_hant: 無法確認去識別化範圍，日誌暫不顯示 · 重試

source: Cannot confirm the system-image filter (config failed to load); deletion is disabled
ja: システムイメージのフィルタを確認できません（設定の読み込みに失敗）。削除を無効にしました
zh_hans: 无法确认系统镜像过滤（config 未能加载），删除已停用
zh_hant: 無法確認系統映像檔過濾（config 未能載入），刪除已停用

source: Choose from local images
ja: ローカルのイメージから選択
zh_hans: 从本地镜像中选择
zh_hant: 從本機映像檔中選擇

source: Clear
ja: クリア
zh_hans: 清屏
zh_hant: 清除畫面

source: Close
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

source: Clone…
ja: クローン…
zh_hans: 克隆…
zh_hant: 複製…

source: Clone %@
ja: %@ をクローン
zh_hans: 克隆 %@
zh_hant: 複製 %@

source: Clone
ja: クローン
zh_hans: 克隆
zh_hant: 複製

source: Container %@ not found. It may have been deleted.
ja: コンテナ %@ が見つかりません。削除された可能性があります。
zh_hans: 找不到容器 %@。它可能已被删除。
zh_hant: 找不到容器 %@。它可能已被刪除。

source: Container not found
ja: コンテナが見つかりません
zh_hans: 容器不存在
zh_hant: 容器不存在

source: Container path
ja: コンテナ内パス
zh_hans: 容器内路径
zh_hant: 容器內路徑

source: Containers
ja: コンテナ
zh_hans: 容器
zh_hant: 容器

source: Containers will appear here after you start the apple/container runtime.
ja: apple/container ランタイムを起動すると、ここにコンテナが表示されます。
zh_hans: 启动 apple/container 运行时后，这里会显示容器。
zh_hant: 啟動 apple/container 執行階段後，這裡會顯示容器。

source: Copy (via the concealed pasteboard; stays out of regular clipboard history)
ja: コピー（concealed ペーストボードを使用。通常のクリップボード履歴には残りません）
zh_hans: 复制（走 concealed 剪贴板，不进普通剪贴板历史）
zh_hant: 複製（走 concealed 剪貼簿，不進普通剪貼簿歷史）

source: Copy all (redacted)
ja: すべてコピー（秘匿済み）
zh_hans: 复制全部（已脱敏）
zh_hant: 複製全部（已去識別化）

source: Create & Start
ja: 作成して起動
zh_hans: 创建并启动
zh_hant: 建立並啟動

source: Create
ja: 作成
zh_hans: 创建
zh_hant: 建立

source: Created %@
ja: 作成 %@
zh_hans: 创建于 %@
zh_hant: 建立於 %@

source: Delete
ja: 削除
zh_hans: 删除
zh_hant: 刪除

source: Delete %@
ja: %@ を削除
zh_hans: 删除 %@
zh_hant: 刪除 %@

source: Delete image?
ja: イメージを削除しますか？
zh_hans: 删除镜像？
zh_hant: 刪除映像檔？

source: Delete Volume
ja: ボリュームを削除
zh_hans: 删除 Volume
zh_hant: 刪除 Volume

source: Delete the image's local data (can be pulled again)
ja: イメージのローカルデータを削除（再度 pull 可能）
zh_hans: 删除镜像的本地数据（可重新 pull）
zh_hant: 刪除映像檔的本機資料（可重新 pull）

source: Delete volume (requires typing the name to confirm; data cannot be recovered)
ja: ボリュームを削除（名前の入力による確認が必要。データは復元できません）
zh_hans: 删除 volume（需要输入名字确认，数据不可恢复）
zh_hant: 刪除 volume（需要輸入名字確認，資料不可復原）

source: Delete…
ja: 削除…
zh_hans: 删除…
zh_hant: 刪除…

source: Deletion failed
ja: 削除に失敗しました
zh_hans: 删除失败
zh_hant: 刪除失敗

source: Details (environment variables masked by default)
ja: 詳細（環境変数はデフォルトでマスク）
zh_hans: 详情（环境变量默认打码）
zh_hant: 詳情（環境變數預設打碼）

source: Environment Variables
ja: 環境変数
zh_hans: 环境变量
zh_hant: 環境變數

source: Failed to save whitelist: %@
ja: ホワイトリストの保存に失敗しました：%@
zh_hans: 白名单保存失败：%@
zh_hant: 白名單儲存失敗：%@

source: Failed to set login item: %@
ja: ログイン項目の設定に失敗しました：%@
zh_hans: 自启设置失败：%@
zh_hant: 自動啟動設定失敗：%@

source: Hide
ja: 隠す
zh_hans: 隐藏
zh_hant: 隱藏

source: Image
ja: イメージ
zh_hans: 镜像
zh_hant: 映像檔

source: Images
ja: イメージ
zh_hans: 镜像
zh_hant: 映像檔

source: Loading the source container configuration…
ja: コピー元コンテナの設定を読み込み中…
zh_hans: 正在读取源容器的配置…
zh_hant: 正在讀取來源容器的設定…

source: Key
ja: キー
zh_hans: 键
zh_hant: 鍵

source: Log stream ended (%@) · Reopen
ja: ログストリームが終了しました（%@） · 再オープン
zh_hans: 日志流已结束（%@） · 重新打开
zh_hant: 日誌串流已結束（%@） · 重新開啟

source: Log stream ended · Reopen
ja: ログストリームが終了しました · 再オープン
zh_hans: 日志流已结束 · 重新打开
zh_hant: 日誌串流已結束 · 重新開啟

source: Manage Images…
ja: イメージを管理…
zh_hans: 镜像管理…
zh_hant: 映像檔管理…

source: Manage Volumes…
ja: ボリュームを管理…
zh_hans: Volume 管理…
zh_hant: Volume 管理…

source: Managed by supervisor: auto-started after the runtime restarts
ja: スーパーバイザーの管理対象：ランタイム再起動後に自動起動
zh_hans: 受 supervisor 管理：运行时重启后自动拉起
zh_hant: 受 supervisor 管理：執行階段重啟後自動拉起

source: Memory
ja: メモリ
zh_hans: 内存
zh_hant: 記憶體

source: Mount source not ready yet
ja: マウント元がまだ準備できていません
zh_hans: 挂载源还没就绪
zh_hant: 掛載來源還沒就緒

source: New name
ja: 新しい名前
zh_hans: 新名字
zh_hant: 新名稱

source: New Container…
ja: 新規コンテナ…
zh_hans: 新建容器…
zh_hant: 新增容器…

source: New Container
ja: 新規コンテナ
zh_hans: 新建容器
zh_hant: 新增容器

source: Name
ja: 名前
zh_hans: 名称
zh_hant: 名稱

source: Mounts
ja: マウント
zh_hans: 挂载
zh_hant: 掛載

source: No containers
ja: コンテナがありません
zh_hans: 没有容器
zh_hant: 沒有容器

source: No images
ja: イメージがありません
zh_hans: 没有镜像
zh_hant: 沒有映像檔

source: No volumes
ja: ボリュームがありません
zh_hans: 没有 volume
zh_hant: 沒有 volume

source: Operation failed
ja: 操作に失敗しました
zh_hans: 操作失败
zh_hant: 操作失敗

source: Pause auto-scroll (logs keep following in the background)
ja: 自動スクロールを一時停止（ログはバックグラウンドで追従を継続）
zh_hans: 暂停自动滚动（日志仍在后台跟随）
zh_hant: 暫停自動捲動（日誌仍在背景跟隨）

source: Pull Image…
ja: イメージを取得…
zh_hans: 拉取镜像…
zh_hant: 拉取映像檔…

source: Pull Image
ja: イメージを取得
zh_hans: 拉取镜像
zh_hant: 拉取映像檔

source: Pull
ja: 取得
zh_hans: 拉取
zh_hant: 拉取

source: Quit
ja: 終了
zh_hans: 退出
zh_hant: 結束

source: Read-only
ja: 読み取り専用
zh_hans: 只读
zh_hant: 唯讀

source: Refresh
ja: 更新
zh_hans: 刷新
zh_hant: 重新整理

source: Refresh (recomputes real usage)
ja: 更新（実使用量を再計算します）
zh_hans: 刷新列表（会重新统计真实占用）
zh_hant: 重新整理清單（會重新統計真實佔用）

source: Refresh failed — showing the last successful list
ja: 更新に失敗しました——最後に成功したリストを表示しています
zh_hans: 刷新失败——显示的是最后一次成功的列表
zh_hant: 重新整理失敗——顯示的是最後一次成功的清單

source: Remove
ja: 削除
zh_hans: 移除
zh_hant: 移除

source: Remove %@ from the whitelist
ja: %@ をホワイトリストから削除
zh_hans: 把 %@ 从白名单移除
zh_hant: 把 %@ 從白名單移除

source: Remove %@ from the whitelist?
ja: %@ をホワイトリストから削除しますか？
zh_hans: 要把 %@ 从白名单移除吗？
zh_hant: 要把 %@ 從白名單移除嗎？

source: Remove this row
ja: この行を削除
zh_hans: 删除这一行
zh_hant: 刪除這一列

source: Reopen
ja: 再オープン
zh_hans: 重新打开
zh_hant: 重新開啟

source: Restart
ja: 再起動
zh_hans: 重启
zh_hant: 重啟

source: Resume auto-scroll
ja: 自動スクロールを再開
zh_hans: 恢复自动滚动
zh_hant: 恢復自動捲動

source: Retry
ja: 再試行
zh_hans: 重试
zh_hant: 重試

source: Search
ja: 検索
zh_hans: 搜索
zh_hant: 搜尋

source: Select volume…
ja: ボリュームを選択…
zh_hans: 选择 volume…
zh_hant: 選擇 volume…

source: Show
ja: 表示
zh_hans: 显示
zh_hant: 顯示

source: Show whitelist file
ja: ホワイトリストファイルを表示
zh_hans: 显示白名单文件
zh_hant: 顯示白名單檔案

source: Source
ja: コピー元
zh_hans: 源容器
zh_hant: 來源容器

source: Stale whitelist entries
ja: 無効なホワイトリスト項目
zh_hans: 失效的白名单条目
zh_hant: 失效的白名單項目

source: Start
ja: 起動
zh_hans: 启动
zh_hant: 啟動

source: Start at login
ja: ログイン時に起動
zh_hans: 开机自动启动
zh_hant: 開機自動啟動

source: Start managed containers now
ja: 管理対象コンテナを今すぐ起動
zh_hans: 立即启动受管容器
zh_hant: 立即啟動受管容器

source: Status
ja: 状態
zh_hans: 状态
zh_hant: 狀態

source: Stop
ja: 停止
zh_hans: 停止
zh_hant: 停止

source: The container and its writable layer will be deleted. Volume data is not affected.
ja: コンテナとその書き込みレイヤーを削除します。ボリュームのデータには影響しません。
zh_hans: 将删除该容器及其可写层。Volume 数据不受影响。
zh_hant: 將刪除該容器及其可寫層。Volume 資料不受影響。

source: The container is gone. Removing the entry only edits your whitelist.
ja: コンテナ自体はもうありません。項目を削除しても、変わるのはホワイトリストだけです。
zh_hans: 容器本身已经没了。移除条目只会改动你的白名单。
zh_hant: 容器本身已經沒了。移除項目只會改動你的白名單。

source: The container runtime is not running
ja: コンテナランタイムが実行されていません
zh_hans: 容器运行时没在运行
zh_hant: 容器執行階段沒在執行

source: The list may have refreshed, or the runtime is gone.
ja: リストが更新されたか、ランタイムがなくなった可能性があります。
zh_hans: 列表可能已刷新，或运行时不在了。
zh_hant: 清單可能已重新整理，或執行階段不在了。

source: The runtime changed generation; the log stream may be stale · Reopen
ja: ランタイムの世代が変わりました。ログストリームが古い可能性があります · 再オープン
zh_hans: 运行时已换代，日志流可能已过期 · 重新打开
zh_hant: 執行階段已換代，日誌串流可能已過期 · 重新開啟

source: These containers no longer exist, so they will never start.
ja: これらのコンテナはもう存在しないため、起動されることはありません。
zh_hans: 这些容器已经不存在，永远不会被启动。
zh_hant: 這些容器已經不存在，永遠不會被啟動。

source: This action cannot be undone. Type %@ to confirm.
ja: この操作は取り消せません。%@ と入力して確認してください。
zh_hans: 这个操作不可撤销。输入 %@ 确认。
zh_hant: 這個操作不可復原。輸入 %@ 確認。

source: This will delete the local data for %@ (%@). The image can be pulled again.
ja: %1$@（%2$@）のローカルデータを削除します。イメージは再度 pull できます。
zh_hans: 将删除 %1$@（%2$@）的本地数据。镜像可以重新 pull。
zh_hant: 將刪除 %1$@（%2$@）的本機資料。映像檔可以重新 pull。

source: Type the name here
ja: ここに名前を入力
zh_hans: 在此输入名字
zh_hant: 在此輸入名字

source: Value
ja: 値
zh_hans: 值
zh_hant: 值

source: View Logs
ja: ログを表示
zh_hans: 查看日志
zh_hant: 查看日誌

source: View Stats
ja: 統計を表示
zh_hans: 查看 stats
zh_hant: 查看 stats

source: Volume Mounts
ja: ボリュームマウント
zh_hans: Volume 挂载
zh_hant: Volume 掛載

source: Volume changed; deletion aborted
ja: ボリュームが変更されました。削除を中止しました
zh_hans: volume 已被改动，删除已中止
zh_hant: volume 已被改動，刪除已中止

source: Volumes
ja: ボリューム
zh_hans: Volume
zh_hant: Volume

source: On Mac restart, the app must start before apiserver to catch the “runtime is back” edge
ja: Mac の再起動後、「ランタイムが復帰した」瞬間を捉えるには、アプリが apiserver より先に起動する必要があります
zh_hans: Mac 重启后 App 要比 apiserver 先起来，才看得见「运行时回来了」这条边沿
zh_hant: Mac 重啟後 App 要比 apiserver 先起來，才看得見「執行階段回來了」這條邊沿

source: Auto-start %@ after the runtime restarts
ja: ランタイム再起動後に %@ を自動起動
zh_hans: 运行时重启后自动拉起 %@
zh_hant: 執行階段重啟後自動拉起 %@

source: Details for %@
ja: %@ の詳細
zh_hans: %@ 的详情
zh_hant: %@ 的詳情

source: Volume for mount %lld
ja: %lld 番目のマウントのボリューム
zh_hans: 第 %lld 个挂载的 volume
zh_hant: 第 %lld 個掛載的 volume

source: Remove volume mount %lld
ja: %lld 番目のボリュームマウントを削除
zh_hans: 删除第 %lld 个 volume 挂载
zh_hant: 刪除第 %lld 個 volume 掛載

source: Remove environment variable %lld
ja: %lld 番目の環境変数を削除
zh_hans: 删除第 %lld 个环境变量
zh_hant: 刪除第 %lld 個環境變數

source: Delete image %@
ja: イメージ %@ を削除
zh_hans: 删除镜像 %@
zh_hant: 刪除映像檔 %@

source: Delete volume %@
ja: ボリューム %@ を削除
zh_hans: 删除 volume %@
zh_hant: 刪除 volume %@

source: The image list has never loaded (the runtime may not be running); deletion is disabled
ja: イメージ一覧をまだ一度も読み込めていません（ランタイムが実行されていない可能性があります）。削除を無効にしました
zh_hans: 镜像列表从未成功加载（运行时可能没在运行），删除已停用
zh_hant: 映像檔清單從未成功載入（執行階段可能沒在執行），刪除已停用

source: Container path for mount %lld
ja: %lld 番目のマウントのコンテナ内パス
zh_hans: 第 %lld 个挂载的容器内路径
zh_hant: 第 %lld 個掛載的容器內路徑

source: Read-only for mount %lld
ja: %lld 番目のマウントの読み取り専用
zh_hans: 第 %lld 个挂载的只读
zh_hant: 第 %lld 個掛載的唯讀

source: Key of environment variable %lld
ja: %lld 番目の環境変数のキー
zh_hans: 第 %lld 个环境变量的键
zh_hant: 第 %lld 個環境變數的鍵

source: Value of environment variable %lld
ja: %lld 番目の環境変数の値
zh_hans: 第 %lld 个环境变量的值
zh_hant: 第 %lld 個環境變數的值

source: Image reference to pull
ja: 取得するイメージの参照
zh_hans: 要拉取的镜像引用
zh_hant: 要拉取的映像檔引用

source: Search logs
ja: ログを検索
zh_hans: 搜索日志
zh_hant: 搜尋日誌

source: Pause auto-scroll
ja: 自動スクロールを一時停止
zh_hans: 暂停自动滚动
zh_hant: 暫停自動捲動

source: Copy all logs
ja: ログをすべてコピー
zh_hans: 复制全部日志
zh_hant: 複製全部日誌

source: Show %@
ja: %@ を表示
zh_hans: 显示 %@
zh_hant: 顯示 %@

source: Hide %@
ja: %@ を隠す
zh_hans: 隐藏 %@
zh_hant: 隱藏 %@

source: Copy %@
ja: %@ をコピー
zh_hans: 复制 %@
zh_hant: 複製 %@

source: Type %@ to confirm
ja: %@ と入力して確認
zh_hans: 输入 %@ 确认
zh_hant: 輸入 %@ 確認

source: OK
zh_hans: 好
zh_hant: 好
